<?php
$sentences = [
	["هلن کلر","ما به تنهای صرفا قادر به انجام کارهای کوچک هستیم، با همکاری هم می توان تغیرات بزرگی بوجود بیاوریم."],
	["کن بلانچارد","هیچ کدام از ما  به تنهایی نمی تواند به اندازه وقتی همه ما در کنار هم هستیم، قوی باشد!"],
	["هنری فورد","اگر همه با هم رو به جلو حرکت کنند، موفقیت نیز به دنبالشان می آید!"],
	["فیل جلسون","قدرت تیم، به توانایی هر فرد وابسته است و قدرت هر فرد به تیمش بستگی دارد."],
	["جیمز کش پنی","بهترین کار تیمی زمانی انجام می شود که اعضای آن هر یک برای هدف مشترک تیم تلاش کنند"],
	["جک ما","امروز بی رحم است، فردا بی رحم تر اما پس فردا زیباست."],
	["جک ما","اگر تیم خوبی باشیم و بدانید که چه کار می خواهیم انجام دهیم، یکی از ما، ده نفر از آن ها را شکست خواهد داد."],
	["جبران خلیل جبران","اگر نتوانی با عشق کار کنی و عاشق کارت نباشی، بهتر است کارت را رها کنی، در کوچه بنشینی و از کسانی که کارشان را دوست دارند صدقه بگیری."],
	["جان ماکسول","وقتی کارتان تمام شد، دست از تلاش بردارید، نه وقتی که خسته شدید."],
	["جیم ران","اگر واقعا می‌خواهی کاری انجام بدهی راهش را پیدا می‌کنی، اگر نمی‌خواهی بهانه‌اش را پیدا می‌کنی."],
	["وین دایر","برای اینکه ذهن تان آرام باشد از شغلِ خود به عنوانِ رئیسِ کلِ دنیا استعفا دهید."]
];

$r=rand(0,10);

echo $sentences[$r][1] . "<br>" . $sentences[$r][0];

